{
    "zh_CN": {
        "title": "欢迎一起来改善本地化翻译！",
        "alert": {
            "l1": "由于作者的语言能力，该扩展原生只支持简体中文和英语，其他语言要么缺失，要么就严重依赖机器翻译。",
            "l2": "为了能够提供更好的用户体验，我将其他语言的翻译任务托管在了 Crowdin 上。Crowdin 是一个对开源软件免费的翻译管理系统。",
            "l3": "如果您觉得这个扩展对您有用，并且您愿意完善它的文本翻译的话，可以点击下方按钮前往 Crowdin 上的项目主页。",
            "l4": "当某种语言的翻译进度达到 50% 之后，我将会考虑在扩展中支持它。"
        },
        "button": "前往 Crowdin",
        "loading": "正在查询翻译进度...",
        "contributors": "贡献者名单"
    },
    "en": {
        "title": "Feel free to help improve the extension's localization translations!",
        "alert": {
            "l1": "Due to the author's language ability, the extension only supports Simplified Chinese and English natively, and other languages are either missing or rely heavily on machine translation.",
            "l2": "In order to provide a better user experience, I host the translation tasks for other languages on Crowdin.Crowdin is a translation management system free for open source software.",
            "l3": "If you find this extension useful to you and you are willing to improve its translation,you can click the button below to go to the project home page on Crowdin.",
            "l4": "When the translation progress of a language reaches 50%, I will consider supporting it in this extension."
        },
        "button": "Go Crowdin",
        "loading": "Checking translation progress...",
        "contributors": "Contributor List"
    },
    "zh_TW": {
        "button": "前往 Crowdin",
        "loading": "正在檢查翻譯進度...",
        "contributors": "貢獻者名單"
    },
    "uk": {
        "title": "Допоможіть поліпшити переклад розширення!",
        "button": "Перейти на Crowdin",
        "loading": "Перевірка перекладу...",
        "alert": {
            "l1": "У зв'язку з мовою автора розширення, підтримуються лише спрощена китайська та англійська мови. Інші мови наразі недоступні або потребують перекладу.",
            "l2": "Щоб інші користувачі могли зручно користуватися розширенням своєю мовою, переклад можна зробити на платформі Crowdin.",
            "l3": "Якщо вам подобається розширення і ви бажаєте поліпшити його переклад, натисніть кнопку нижче, щоб відкрити сторінку проєкту на Crowdin.",
            "l4": "Коли прогрес перекладу сягне 50%, цю мову буде активовано в розширенні."
        },
        "contributors": "Список помічників"
    }
}